[
    {
        "ID": 0,
        "Original": "The Seattle kids petitioned Washington state last year to adopt stricter science-based regulations to protect them against climate change.",
        "Simplification": "The Seattle kids asked the Washington state last year to take tougher rules against climate change.",
        "Alignment": [
            [[17,38],[17,26]],
            [[58,72],[57,69]],
            [[73,86],null],
            [[87,98],[70,75]],
            [[99,114],null]
        ]
    },
    {
        "ID": 1,
        "Original": "Complex Sea slugs dubbed sacoglossans are some of the most remarkable biological burglars on the planet.",
        "Simplification": "Scientists say these are some of the most interesting creatures on the planet.",
        "Alignment": [
            [[0,37],null],
            [null,[0,20]],
            [[59,89],[42,63]]
        ]
    },
    {
        "ID": 2,
        "Original": "The obtained results are summarized in section 5.",
        "Simplification": "The results of the investigation are summarized in section 5.",
        "Alignment": [
            [[4,12],null],
            [null,[12,32]]
        ]
    },
    {
        "ID": 3,
        "Original": "“It’s more of a family than living outside,” said Jessica Konczal, 33, whose husband is Sgt. Matthew Konczal.",
        "Simplification": "“It’s more of a family than living outside,” said Jessica Konczal, 33, whose husband is Sgt. Matthew Konczal.",
        "Alignment": []
    },
    {
        "ID": 4,
        "Original": "Parental feedback on the menu additions so far, from some of the early adopter markets, has been “phenomenal,” Leverton said.",
        "Simplification": "So far, parents parents have feedback on the menu changes has been a great deal, he added.",
        "Alignment": [
            [[0,8],[8,23]],
            [null,[24,28]],
            [[30,39],[50,57]],
            [[48,87],null],
            [[97,125],[67,90]]
        ]
    },
    {
        "ID": 5,
        "Original": "One of the device’s inventors explained to the president that the machine was a prototype.",
        "Simplification": "One of the inventors told the president that the first design was a design.",
        "Alignment": [
            [[11,19],null],
            [[30,42],[21,25]],
            [[66,73],[49,61]],
            [[80,90],[68,75]]
        ]
    },
    {
        "ID": 6,
        "Original": "Some of Russian space agency's launching missions used hydranize as fuel for the initial few stages.",
        "Simplification": "Hydranize is used to power the early stages of some Russian launchers.",
        "Alignment": [
            [[16,30],null],
            [[31,40],[60,70]],
            [[41,49],null],
            [[50,54],[10,12]],
            [[65,76],[18,26]],
            [[81,88],[31,36]],
            [[89,92],null],
            [[93,100],[37,43]]
        ]
    },
    {
        "ID": 7,
        "Original": "They float in and out of formations that combine the underwater world with the stage.",
        "Simplification": "They float in and out of places that combine stage with the underwater.",
        "Alignment": [
            [[25,35],[25,31]],
            [[53,69],[60,71]],
            [[75,85],[45,50]]
        ]
    },
    {
        "ID": 8,
        "Original": "Aliteracy (sometimes spelled alliteracy) is the state of being able to read but being uninterested in doing so.",
        "Simplification": "Aliteracy is when one is able to read but is not interested in reading.",
        "Alignment": [
            [[10,40],null],
            [null,[13,21]],
            [[44,56],null],
            [[57,62],[22,24]],
            [[80,98],[42,59]],
            [[102,111],[63,71]]
        ]
    }
]