[
    {
        "ID": 0,
        "Original": "Alternative views on the subject have been proposed throughout the centuries (see below), but all were rejected by mainstream Christian bodies.",
        "Simplification": "Other views on the subject have been proposed in the centuries ( see below ) , but all were turned down by mainstream christian bodies.",
        "Alignment": [
            [[0,11],[0,5]],
            [[52,62],[46,48]],
            [[77,89],[63,78]],
            [[103,111],[92,103]]
        ]
    },
    {
        "ID": 1,
        "Original": "He followed this with several other pieces about Hiawatha: The Death of Minnehaha, Overture to The Song of Hiawatha and Hiawatha's Departure.",
        "Simplification": "He wrote many other pieces about Hiawatha, including The Death of Minnehaha, The Song of Hiawatha, and Hiawatha's Departure.",
        "Alignment": [
            [[3,29],[3,13]],
            [null,[43,52]],
            [[49,58],[33,42]],
            [[83,94],null],
            [[107,115],[89,98]]
        ]
    },
    {
        "ID": 2,
        "Original": "This leads to consumer confusion when 220 (1,048,576) bytes is referenced as 1 MB (megabyte) instead of 1 MiB.",
        "Simplification": "This causes confusion when 220 (1,048,576) bytes is written 1 MB (megabyte) instead of 1 MiB.",
        "Alignment": [
            [[5,22],[5,21]],
            [[63,76],[52,59]]
        ]
    },
    {
        "ID": 3,
        "Original": "The island chain forms part of the Hebrides, separated from the Scottish mainland and from the Inner Hebrides by the stormy waters of the Minch, the Little Minch and the Sea of the Hebrides.",
        "Simplification": "Hebrides are an island chain separated from the Scottish mainland and from the Inner Hebrides by the Minch waters little Minch and the sea of the hebrides.",
        "Alignment": [
            [null,[0,8]],
            [[0,22],[9,15]],
            [[23,44],null],
            [[117,123],null],
            [[131,137],null],
            [[138,144],[101,106]],
            [[145,148],[114,120]]
        ]
    },
    {
        "ID": 4,
        "Original": "Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but exhibits notable differences.",
        "Simplification": "Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch is similar to pain, but has some differences.",
        "Alignment": [
            [[148,151],[148,150]],
            [[152,178],null],
            [null,[151,158]],
            [[179,183],[159,161]],
            [[194,210],[172,180]]
        ]
    },
    {
        "ID": 0,
        "Original": "Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch has several features in common with pain, but exhibits notable differences.",
        "Simplification": "Historically, the sensations of itch and pain have not been considered to be independent of each other until recently, where it was found that itch is similar to pain, but has some differences.",
        "Alignment": [
            [[148,151],[148,150]],
            [[152,178],null],
            [null,[151,158]],
            [[179,183],[159,161]],
            [[194,210],[172,180]]
        ]
    },
    {
        "ID": 1,
        "Original": "He served as the prime minister of Egypt between 1945 and 1946 and again from 1946 and 1948.",
        "Simplification": "He was Prime Minister of Egypt twice, first from 1945 to 1946, and then again in 1948.",
        "Alignment": [
            [[3,16],[3,12]],
            [null,[31,43]],
            [[41,48],[44,48]],
            [[54,62],[54,62]],
            [null,[67,71]],
            [[73,77],[78,80]],
            [[78,86],null]
        ]
    },
    {
        "ID": 2,
        "Original": "Her notorious friendship with the Russian mystic Grigori Rasputin was also an important factor in her life.",
        "Simplification": "Her famous friendship with the russian mystic grigori rasputin was also a major factor in her life.",
        "Alignment": [
            [[4,13],[4,10]],
            [[75,87],[72,79]]
        ]
    },
    {
        "ID": 3,
        "Original": "Fives is a British sport believed to derive from the same origins as many racquet sports.",
        "Simplification": "Fives is a british sport believed to come from the same origins as many racquet sports.",
        "Alignment": [
            [[37,43],[37,41]]
        ]
    },
    {
        "ID": 4,
        "Original": "Seventy-five defencemen are in the Hall of Fame, more than any other current position, while only 35 goaltenders have been inducted.",
        "Simplification": "Seventy-five defencemen are in the hall of fame , more than any other current position, while only 35 goaltenders have been added.",
        "Alignment": [
            [[43,48],[43,49]],
            [[123,132],[124,130]]
        ]
    },
    {
        "ID": 0,
        "Original": "He died on May 29, 1518 in Madrid, Spain and was buried in the church of San Benito d'Alcantara.",
        "Simplification": "He died on May 29, 1518 in Madrid, Spain and was buried in the Church of San Benito D'Alcantara.",
        "Alignment": []
    },
    {
        "ID": 1,
        "Original": "Jeanne Marie-Madeleine Demessieux (February 13, 1921 November 11, 1968), was a French organist, pianist, composer, and pedagogue.",
        "Simplification": "Jeanne Demessieux (born Paris, 13 February 1921; died Paris, 11 November 1968) was a French organist and composer.",
        "Alignment": [
            [[7,22],null],
            [[34,52],[18,48]],
            [null,[49,60]],
            [[62,72],[61,78]],
            [[86,95],[92,100]],
            [[96,104],null],
            [[105,114],[105,114]],
            [[119,129],null]
        ]
    },
    {
        "ID": 2,
        "Original": "The Prime Minister stays in office only as long as he or she retains the support of the lower house.",
        "Simplification": "The Prime Minister stays in office only as long as he or she has the support of the House of Commons.",
        "Alignment": [
            [[61,68],[61,64]],
            [[88,100],[84,101]]
        ]
    },
    {
        "ID": 3,
        "Original": "In late 2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stations, citing Stern's frequent discussions regarding his upcoming move to Sirius Satellite Radio.",
        "Simplification": "At the end of 2004, Suleman made headlines by cutting Howard Stern's radio show from four Citadel stations, saying that Stern's frequent discussions about his upcoming move to Sirius Satellite Radio were the reason why.",
        "Alignment": [
            [[0,7],[0,13]],
            [[102,108],[108,119]],
            [[138,147],[149,154]],
            [[186,192],[193,198]],
            [null,[199,219]]
        ]
    },
    {
        "ID": 4,
        "Original": "The vagina is remarkably elastic and stretches to many times its normal diameter during vaginal birth.",
        "Simplification": "The vagina is very elastic and stretches to many times its normal diameter during a vaginal birth.",
        "Alignment": [
            [[14,24],[14,18]],
            [[88,95],[82,83]]
        ]
    },
    {
        "ID": 0,
        "Original": "The tarantula, the trickster character, spun a black cord and, attaching it to the ball, crawled away fast to the east, pulling on the cord with all his strength.",
        "Simplification": "The spider , the trickster character, made a black cord and attached to the ball, crawled away fast to the east, pulling on the cord , with all his strength.",
        "Alignment": [
            [[4,14],[4,10]],
            [null,[11,12]],
            [[40,44],[38,42]],
            [[58,75],[56,68]],
            [null,[133,134]]
        ]
    },
    {
        "ID": 1,
        "Original": "On October 14, 1960, Presidential candidate John F. Kennedy proposed the concept of what became the Peace Corps on the steps of Michigan Union.",
        "Simplification": "On October 14, 1960, Presidential candidate John F. Kennedy suggested the idea of what would later become the Peace Corps on the steps of Michigan Union.",
        "Alignment": [
            [[60,68],[60,69]],
            [[73,80],[74,78]],
            [null,[87,98]],
            [[89,95],[99,105]]
        ]
    },
    {
        "ID": 2,
        "Original": "Perry Saturn (with Terri) defeated Eddie Guerrero (with Chyna) to win the WWF European Championship (8:10) Saturn pinned Guerrero after a Diving elbow drop.",
        "Simplification": "Perry saturn ( with terri ) defeated eddie guerrero to win the wwf european championship ( 8:10 ) and defeated saturn after a diving elbow drop.",
        "Alignment": [
            [[13,25],[13,27]],
            [[35,62],[37,51]],
            [null,[89,90]],
            [[100,106],[91,95]],
            [[107,113],null],
            [null,[96,101]],
            [[114,120],[102,110]],
            [[121,129],null],
            [null,[111,117]]
        ]
    },
    {
        "ID": 3,
        "Original": "Giardia lamblia (synonymous with Lamblia intestinalis and Giardia duodenalis) is a flagellated protozoan parasite that colonises and reproduces in the small intestine, causing giardiasis.",
        "Simplification": "Giardia lamblia also known as Lamblia intestinalis and Giardia duodenalis is a parasite with parts that goes into the small intestine causing infection.",
        "Alignment": [
            [[16,32],[16,29]],
            [[66,77],[63,73]],
            [[83,104],null],
            [null,[88,98]],
            [[119,146],[104,113]],
            [[157,167],[124,133]],
            [null,[142,152]],
            [[176,187],null]
        ]
    },
    {
        "ID": 4,
        "Original": "Terms such as \"undies\" for underwear and \"movie\" for \"moving picture\" are oft-heard terms in English.",
        "Simplification": "For example, \"undies\" means \"underwear\" in English, and \"movie\" means \"moving picture\".",
        "Alignment": [
            [[0,13],[0,12]],
            [[23,36],[22,39]],
            [[49,52],[64,69]],
            [[61,69],[78,87]],
            [[70,89],null],
            [[93,101],[43,51]]
        ]
    },
    {
        "ID": 0,
        "Original": "The term dorsal refers to anatomical structures that are either situated toward or grow off that side of an animal.",
        "Simplification": "The term dorsal refers to the parts of the body that are on or grow off that side of an animal.",
        "Alignment": [
            [[26,36],[26,42]],
            [[37,47],null],
            [[57,63],null],
            [null,[43,47]],
            [[64,79],[57,59]]
        ]
    },
    {
        "ID": 1,
        "Original": "Aliteracy (sometimes spelled alliteracy) is the state of being able to read but being uninterested in doing so.",
        "Simplification": "Aliteracy (sometimes spelled alliteracy) is when one can read, but does not want to do so.",
        "Alignment": [
            [[44,56],null],
            [null,[44,48]],
            [[57,75],[49,62]],
            [[80,107],[67,86]]
        ]
    },
    {
        "ID": 2,
        "Original": "A matchbook is a small cardboard folder (matchcover) enclosing a quantity of matches and having a coarse striking surface on the exterior.",
        "Simplification": "A matchbook is a small cardboard folder (matchcover) enclosing a quantity of matches and having a coarse striking surface on the exterior.",
        "Alignment": []
    },
    {
        "ID": 3,
        "Original": "In return, Rollo swore fealty to Charles, converted to Christianity, and undertook to defend the northern region of France against the incursions of other Viking groups.",
        "Simplification": "In return, rollo swore fealty to charles , converted to christianity , and set out to defend the north of france from the raids of other viking groups.",
        "Alignment": [
            [null,[33,40]],
            [[33,41],[41,42]],
            [[55,68],[56,70]],
            [[73,82],[75,82]],
            [[97,112],[97,102]],
            [[123,130],[113,117]],
            [[135,145],[122,127]]
        ]
    },
    {
        "ID": 4,
        "Original": "Graham attended Wheaton College from 1939 to 1943, when he graduated with a BA in anthropology.",
        "Simplification": "Graham went to wheaton college from 1939 to 1943, when he graduated with a b.a in anthropology.",
        "Alignment": [
            [[7,15],[7,14]],
            [[76,78],[75,78]]
        ]
    },
    {
        "ID": 0,
        "Original": "During an interview, Edward Gorey mentioned that Bawden was one of his favorite artists, lamenting the fact that not many people remembered or knew about this fine artist.",
        "Simplification": "During an interview, producer edward gorey said that bawden was one of his favorite artists, and said that not many people remembered or knew about this fine artist.",
        "Alignment": [
            [[21,33],[21,36]],
            [[34,43],[43,47]],
            [[89,107],[93,101]]
        ]
    },
    {
        "ID": 1,
        "Original": "Furthermore, she appeared in several music videos, including \"It Girl\" by John Oates and \"Just Lose It\" by Eminem.",
        "Simplification": "She has also been in several music videos, including \"Just Lose It\" by Eminem and \"It Girl\" by John Oates.",
        "Alignment": [
            [[0,12],null],
            [null,[4,12]],
            [[17,25],[13,17]],
            [[71,73],null],
            [[79,84],[100,106]],
            [null,[92,94]],
            [[107,114],[71,77]]
        ]
    },
    {
        "ID": 2,
        "Original": "The PAD called for the resignation of the governments of Thaksin Shinawatra, Samak Sundaravej and Somchai Wongsawat, whom the PAD accused of being proxies for Thaksin.",
        "Simplification": "The pad called for the resignation of the government of thaksin shinawatra , samak sundaravej and somchai wongsawat , whom the pad accused of being proxies for thaksin.",
        "Alignment": [
            [[42,53],[42,52]],
            [[65,76],[64,74]],
            [null,[75,76]],
            [[106,116],[106,115]],
            [null,[116,117]]
        ]
    },
    {
        "ID": 3,
        "Original": "Weelkes was later to find himself in trouble with the Chichester Cathedral authorities for his heavy drinking and immoderate behaviour.",
        "Simplification": "Later, Weelkes found himself in trouble with the Chichester Cathedral authorities for his drunk and inappropriate behaviour.",
        "Alignment": [
            [null,[0,6]],
            [[8,20],null],
            [[21,25],[15,20]],
            [[95,109],[90,95]],
            [[114,124],[100,113]]
        ]
    },
    {
        "ID": 4,
        "Original": "Barneville-la-Bertran is a commune in the Calvados department in the Basse-Normandie region in northwestern France.",
        "Simplification": "Barneville-la-Bertran is a community in the Calvados department in Basse-Normandie region located in northwestern France.",
        "Alignment": [
            [[27,34],[27,36]],
            [[65,68],null],
            [[92,94],[90,97]]
        ]
    }
]